Repository: eugecodes/pyExp
Catalog: locales/*/LC_MESSAGES/*.po
Languages: es

source: Name
es: Nombre

source: Range type
es: Rango afectado

source: Minimum consumption
es: Consumo mínimo (kWh/año)

source: Maximum consumption
es: Consumo máximo (kWh/año)

source: Minimum power
es: Potencia mínima (kW)

source: Maximum power
es: Potencia máxima (kW)

source: Percentage Test commission
es: % comisión Test

source: Rate type segmentation
es: Segmentación por tipo de tarifa

source: Test commission
es: Comisión Test

source: Rates
es: Tarifas

source: Rate type
es: Tipo de tarifa

source: Date
es: Creación

source: Concept
es: Concepto

source: Amount
es: Cantidad

source: Is active
es: Estado

source: User first name
es: Nombre de responsable

source: User last name
es: Apellido de resposable

source: Mandatory
es: Obligatorio

source: Client types
es: Tipos de clientes afectados

source: Type
es: Tipo

source: Quantity
es: Cantidad

source: Extra fee
es: Comisión extra (€)

source: Rate
es: Tarifa

source: Minimum margin
es: Margen mínimo

source: Maximum margin
es: Margen máximo

source: Fiscal Name
es: Nombre legal

source: Energy type
es: Tipo de energía

source: Enable
es: Estado

source: Price type
es: Tipo de precio

source: energy type
es: Tipo de energía

source: Energy price 1
es: Precio de energía 1 (kW/año)

source: Energy price 2
es: Precio de energía 2 (kW/año)

source: Energy price 3
es: Precio de energía 3 (kW/año)

source: Energy price 4
es: Precio de energía 4 (kW/año)

source: Energy price 5
es: Precio de energía 5 (kW/año)

source: Energy price 6
es: Precio de energía 6 (kW/año)

source: Power price 1
es: Precio de energía 1 (kW/año)

source: Power price 2
es: Precio de energía 2 (kW/año)

source: Power price 3
es: Precio de energía 3 (kW/año)

source: Power price 4
es: Precio de energía 4 (kW/año)

source: Power price 5
es: Precio de energía 5 (kW/año)

source: Power price 6
es: Precio de energía 6 (kW/año)

source: Fixed term price
es: Precio término fijo (P1)

source: Permanency
es: Permanencia

source: Length
es: Duración de tarifa (meses)

source: Is full renewable
es: Energía 100% renovable

source: Compensation surplus
es: Compensación de excedentes

source: Compensation surplus value
es: Valor de compensación de excedentes (€/kWh)

source: Status
es: Estado

source: Client type
es: Tipo de cliente

source: Client name
es: Nombre del cliente

source: Client NIF
es: NIF del cliente

source: Rate type ID
es: ID del tipo de tarifa

source: Rate type name
es: Nombre del tipo de tarifa

source: Current marketer
es: Comercializadora actual

source: Suggested rate ID
es: ID de tarifa sugerida

source: Suggested rate name
es: Nombre de tarifa sugerida

source: Suggested rate final cost
es: Coste final de tarifa sugerida

source: Suggested rate theoretical commission
es: Comisión teórica de tarifa sugerida

source: Suggested rate saving relative
es: Ahorro relativo de tarifa sugerida

source: Suggested rate saving absolute
es: Ahorro absoluto de tarifa sugerida

source: User creator ID
es: ID del creador

source: User creator first name
es: Nombre del creador

source: User creator last name
es: Apellido del creador

source: First name
es: Nombre

source: last name
es: Apellido

source: Email address
es: Mail

source: Role
es: Tipo

source: Responsible first name
es: Nombre de responsable

source: Responsible last name
es: Apellido de responsable

source: Test reset password
es: Restablecer contraseña en Test

source: Hi
es: Hola

source: You have requested a password change.
es: Has solicitado un cambio de contraseña.

source: to reset your password click on the following link:
es: Para resetear tu contraseña pulsa el siguiente enlace:

source: Reset password
es: Resetea tu contraseña

source: Thank you.
es: Muchas gracias.

source: Regards
es: Un abrazo.

source: Test account created
es: Test: Cuenta creada

source: Welcome to Test.
es: !Bienvenido a Test!

source: To start click on the following link and create a new password
es: Para iniciar sesión debes pulsar el link “crear contraseña” para asociarla a tu cuenta y poder acceder siempre que quieras.

source: Create password
es: Crear contraseña

source: Test password changed
es: Su contraseña en Test ha cambiado

source: Your password has been changed.
es: Tu contraseña ha cambiado.

source: Regards.
es: Un abrazo.
